---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewerBoundOffsetLeft
source: html/976fc22d-714b-1b8f-e082-7426aff208e3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewerBoundOffsetLeft Property

"Left Clip Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewerBoundOffsetLeft { get; }
```